"1000" = "Режим съемки";
"1001" = "Tv (выдержка затвора)";
"1002" = "Av (величина диафрагмы)";
"1003" = "Режим AF";
"1004" = "Компенсация экспозиции при использовании вспышки";
"1005" = "Компенсация экспозиции";
"1006" = "АЕВ";
"1007" = "Экспозамер";
"1008" = "Баланс белого";
"1009" = "Объектив";
"1010" = "Фокусное расстояние";
"1011" = "Вспышка";
"1012" = "Размер изображения";
"1013" = "Качество изображения";
"1015" = "Кр. глаза";
"1016" = "Параметры";
"1017" = "Режим драйва";
"1018" = "Имя владельца";
"1022" = "Коррекция кр. Глаз";
"1051" = "Имя файла";
"1052" = "Название модели камеры";
"1053" = "Дата/время съемки";
"1054" = "Число ISO";
"1055" = "Цифровой зум";
"1056" = "Режим IS";
"1057" = "Видео";
"1058" = "Время записи  %d.%d";
"1059" = "Частота кадров      %d";
"1060" = "Тип вспышки";
"1061" = "Синхронизация шторок";
"1062" = "Активные точки AF";
"1063" = "Размер файла";
"1064" = "Номер файла";
"1071" = "Фото эффекты";
"1073" = "Режим автофокусировки";
"1074" = "Ц.пространство";
"1075" = "Супер-макро";
"1076" = "Частота кадров      %d.%.2d";
"1077" = "Время записи  %d.%.2d";
"1078" = "Режим \"Мои цвета\"";
"1079" = "i-Contrast";
"1080" = "Компенсация баланса белого";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "Авто";
"2001" = "Программный";
"2002" = "Автоэкспозиция с приоритетом выдержки";
"2003" = "Автоэкспозиция с приоритетом диафрагмы";
"2004" = "Ручной";
"2008" = "Авто";
"2009" = "Ручной";
"2010" = "Пейзаж";
"2011" = "Быстрый затвор";
"2012" = "Медл. затвор";
"2013" = "Ночной сюжет";
"2014" = "Черно-белый";
"2015" = "Сепия";
"2016" = "Портрет";
"2017" = "Спорт ";
"2018" = "Макро";
"2019" = "Панорамный фокус";
"2020" = "Панорамный";
"2021" = "Видео";
"2022" = "Яркий";
"2023" = "Нейтральный";
"2024" = "Черно-белый";
"2026" = "Длин. выдержка";
"2027" = "Макро";
"2028" = "Листва";
"2029" = "Вечеринка";
"2030" = "Фейерверк";
"2031" = "Пляж";
"2032" = "Под водой";
"2033" = "Снег";
"2034" = "Дети&Дом. животные";
"2035" = "Ночная съемка";
"2036" = "Макро с цифр. зумом";
"2037" = "Мои цвета";
"2038" = "Фото при видеосъемке";
"2039" = "Супер-макро";
"2040" = "Прожектор";
"2041" = "Ночь";
"2042" = "НОЧЬ+";
"2043" = "ТЕМН.НОЧЬ";
"2044" = "Закат";
"2045" = "Акцентиров. цветом";
"2046" = "Замена цвета";
"2047" = "Аквариум";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "Творческое освещение";
"2051" = "Простой режим";
"2052" = "Быстрый снимок";
"2053" = "Размытие зумированием";
"2054" = "Недост. освещ-сть";
"2055" = "Эффект старины";
"2056" = "Сверх-яркий";
"2057" = "Эффект плаката";
"2058" = "Таймер при опр. лица";
"2059" = "Улыбка";
"2060" = "Таймер при моргании";
"2061" = "Эффект Рыбий глаз";
"2062" = "Эффект миниатюры";
"2063" = "Ночная сцена";
"2064" = "На поверхности";
"2065" = "Низкая освещ.";
"2066" = "Высокоскор.серийн.съемка";
"2067" = "Выбор лучш.изобр.";
"2068" = "Высок.динам.диап-н";
"2069" = "Ночн. съемка с рук";
"2304" = "Покадровый";
"2305" = "Непрерывный";
"2306" = "Ручная фокусировка";
"2307" = "Панорамный фокус";
"2600" = "Усредненный";
"2601" = "Точечный";
"2602" = "Усредненный";
"2603" = "Оценочный";
"2604" = "Частичный";
"2605" = "Усредненный";
"2700" = "Авто";
"2701" = "Дневной свет";
"2702" = "Облачно";
"2703" = "Накаливания";
"2704" = "Флюорeсцент";
"2705" = "Вспышка";
"2706" = "Ручной";
"2707" = "Черно-белый";
"2708" = "Тень";
"2714" = "Флюоресцент H";
"2715" = "Ручной 1";
"2716" = "Ручной 2";
"2717" = "Под водой";
"2800" = "Выкл.";
"2801" = "Авто";
"2802" = "Вкл.";
"2803" = "Авто";
"2804" = "Замедл. синхр.";
"2805" = "Авто";
"2806" = "Вкл.";
"3000" = "Экономично";
"3001" = "Нормально";
"3002" = "Хорошо";
"3003" = "RAW";
"3004" = "Отлично";
"3200" = "Выкл.";
"3201" = "Вкл.";
"3600" = "Покадровая съемка";
"3601" = "Серийная съемка";
"3602" = "Операция таймера автоспуска";
"3603" = "Съемка фильма";
"3604" = "Серийная съемка (приоритет выдержки)";
"3710" = "Выкл.";
"3711" = "Вкл.";
"3712" = "При съемке";
"3713" = "Панорама";
"3714" = "Динамичный";
"5100" = "Авто";
"5101" = "Высокая ISO авто";
"5200" = "Никакого";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "Вкл.";
"5301" = "Выкл.";
"5310" = "Встроенная вспышка";
"5311" = "Внешняя вспышка E-TTL";
"5312" = "Внешняя вспышка A-TTL";
"5400" = "1й-шторкой";
"5401" = "2й-шторкой";
"5501" = "[ Вправо ]";
"5502" = "[ В центр ]";
"5503" = "[ Вправо в центр ]";
"5504" = "[ Влево ]";
"5505" = "[ Влево вправо ]";
"5506" = "[ Влево в центр ]";
"5507" = "[ Влево в центр вправо ]";
"5600" = "%d/%m/%y %H:%M:%S";
"5701" = "мм";
"5702" = "КБ";
"5900" = "Выкл.";
"5901" = "Яркий";
"5902" = "Нейтральный";
"5903" = "Низк.резкость";
"5904" = "Сепия";
"5905" = "Черно-белый";
"5906" = "Ручной эффект";
"5907" = "Смягчение детализ. Кожи";
"6100" = "Макро";
"6101" = "Обычное";
"6102" = "Бесконечность";
"6103" = "Бесконечность";
"6104" = "Супер-макро";
"6300" = "Контраст          -2";
"6301" = "Контраст          -1";
"6302" = "Контраст          Обычный";
"6303" = "Контраст          +1";
"6304" = "Контраст          +2";
"6400" = "Резкость         -2";
"6401" = "Резкость         -1";
"6402" = "Резкость         Обычная";
"6403" = "Резкость         +1";
"6404" = "Резкость         +2";
"6500" = "Насыщенность  -2";
"6501" = "Насыщенность  -1";
"6502" = "Насыщенность  Обычная";
"6503" = "Насыщенность  +1";
"6504" = "Насыщенность  +2";
"6700" = "sRGB";
"6701" = "Adobe RGB";
"6800" = "Выкл.";
"6801" = "Имитация слайда";
"6802" = "Осветлить тон кожи";
"6803" = "Затемнить тон кожи";
"6804" = "Ярко синий";
"6805" = "Ярко зеленый";
"6806" = "Ярко красный";
"6807" = "Акцентиров. цветом";
"6808" = "Замена цвета";
"6809" = "Ручная настройка";
"6810" = "Яркий";
"6811" = "Нейтральный";
"6812" = "Сепия";
"6813" = "Черно-белый";
"6900" = "Вкл.";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "Вкл.";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";